Repository: GE-Developer/VOID
Catalog: VOID/Resources/Localizable.xcstrings
Source language: en
Languages: ar, az, be, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, ko, ky, ms, nb, nl, pl, pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# AboutQRCode.fifthDescription
source: A few small things help a lot: keep **dark modules on a light background**, leave some empty space around the code, and try not to print it smaller than about 2 cm. **If a heavily styled code stops scanning, bump the error correction level up a notch or tone the design down a little**.
ar: بعض الأشياء الصغيرة تساعد كثيراً: احتفظ بـ **وحدات داكنة على خلفية فاتحة**، اترك مسافة فارغة حول الرمز، وحاول ألا تطبعه بحجم أصغر من 2 سم. **إذا توقف الرمز المنسق بشدة عن القراءة، ارفع مستوى تصحيح الأخطاء درجة أو خفف التصميم قليلاً**.
az: Bir neçə sadə qayda nəticəni əhəmiyyətli dərəcədə yaxşılaşdırır: **açıq fonda tünd elementlər** istifadə edin, kodun ətrafında boş sahə buraxın və onu 2 sm-dən kiçik çap etməməyə çalışın. **Stilizə edilmiş kod skan olunmağı dayandırıbsa — xəta düzəltmə səviyyəsini artırın və ya dizaynı bir az sadələşdirin**.
be: Некалькі дробязей дапамагаюць: захоўвайце **цёмныя модулі на светлым фоне**, пакідайце вакол кода пусты прастор і старайцеся не друкаваць яго меншым за 2 см. **Калі моцна стылізаваны код перастае скануравацца, павысьце ўзровень выпраўлення памылак або спростіце дызайн**.
bn: কয়েকটি ছোট বিষয় অনেক সাহায্য করে: **হালকা পটভূমিতে গাঢ় মডিউল রাখুন**, কোডের চারপাশে কিছু খালি জায়গা রাখুন এবং প্রায় ২ সেমি-এর চেয়ে ছোট প্রিন্ট না করার চেষ্টা করুন। **যদি অতিরিক্ত স্টাইলড কোড স্ক্যান বন্ধ হয়ে যায়, ত্রুটি সংশোধন স্তর একধাপ বাড়ান বা ডিজাইন একটু সরল করুন**।
ca: Algunes coses senzilles ajuden molt: manteniu **mòduls foscos sobre fons clar**, deixeu espai buit al voltant del codi i intenteu no imprimir-lo més petit d'uns 2 cm. **Si un codi molt estilitzat deixa d'escanejar-se, augmenteu el nivell de correcció d'errors o reduïu una mica el disseny**.
cs: Několik drobností hodně pomáhá: udržujte **tmavé moduly na světlém pozadí**, nechte kolem kódu volné místo a snažte se jej netisknout menší než asi 2 cm. **Pokud přestane silně stylizovaný kód fungovat, zvyšte úroveň korekce chyb nebo trochu zjednodušte design**.
da: Et par små ting hjælper meget: hold **mørke moduler på en lys baggrund**, lad der være tom plads rundt om koden, og prøv ikke at trykke den mindre end ca. 2 cm. **Hvis en meget stiliseret kode holder op med at scanne, så hæv fejlkorrektionsniveauet en tak eller dæmp designet lidt**.
de: Ein paar kleine Dinge helfen sehr: Halte **dunkle Module auf hellem Hintergrund**, lass etwas Leerraum um den Code und versuche, ihn nicht kleiner als etwa 2 cm zu drucken. **Wenn ein stark stilisierter Code aufhört zu scannen, erhöhe die Fehlerkorrekturebene oder vereinfache das Design etwas**.
el: Μερικά μικρά πράγματα βοηθούν πολύ: διατηρείτε **σκούρες μονάδες σε ανοιχτό φόντο**, αφήστε κενό χώρο γύρω από τον κώδικα και αποφύγετε να τον εκτυπώσετε μικρότερο από περίπου 2 εκ. **Αν ένας έντονα στυλιζαρισμένος κώδικας σταματήσει να σαρώνεται, αυξήστε το επίπεδο διόρθωσης σφαλμάτων ή απλοποιήστε λίγο τη σχεδίαση**.
es: Algunas cosas pequeñas ayudan mucho: mantén **módulos oscuros sobre fondo claro**, deja algo de espacio vacío alrededor del código e intenta no imprimirlo más pequeño de unos 2 cm. **Si un código muy estilizado deja de escanearse, sube el nivel de corrección de errores o simplifica un poco el diseño**.
fi: Muutama pieni asia auttaa paljon: pidä **tummat moduulit vaalealla taustalla**, jätä koodin ympärille tyhjää tilaa ja yritä olla painamatta sitä pienempänä kuin noin 2 cm. **Jos voimakkaasti tyylitelty koodi lakkaa skannautumasta, nosta virheenkorjaustasoa tai yksinkertaista suunnittelua hieman**.
fr: Quelques petits détails font une grande différence : gardez **des modules sombres sur un fond clair**, laissez un espace vide autour du code et évitez de l'imprimer en dessous de 2 cm environ. **Si un code très stylisé cesse d'être lisible, augmentez le niveau de correction d'erreurs ou simplifiez légèrement le design**.
he: כמה דברים קטנים עוזרים מאוד: שמור על **מודולים כהים על רקע בהיר**, השאר מרווח ריק סביב הקוד, ונסה לא להדפיס אותו קטן מ-2 ס"מ. **אם קוד מעוצב מאוד מפסיק להיסרק, הגבר את רמת תיקון השגיאות או הפחת את העיצוב מעט**.
hi: कुछ छोटी बातें बहुत मदद करती हैं: **हल्की पृष्ठभूमि पर गहरे मॉड्यूल** रखें, कोड के चारों ओर खाली जगह छोड़ें, और इसे लगभग 2 सेमी से छोटा प्रिंट न करने का प्रयास करें। **यदि बहुत अधिक स्टाइल किया गया कोड स्कैन होना बंद हो जाए, तो त्रुटि सुधार स्तर बढ़ाएँ या डिज़ाइन को थोड़ा सरल करें**।
hr: Nekoliko malih stvari jako pomaže: održavajte **tamne module na svijetloj pozadini**, ostavite prazan prostor oko koda i pokušajte ga ne tiskati manjeg od oko 2 cm. **Ako jako stiliziran kod prestane skenirati, podignite razinu korekcije grešaka ili malo pojednostavite dizajn**.
hu: Néhány apróság sokat segít: tartsd a **sötét modulokat világos háttéren**, hagyj üres helyet a kód körül, és ne nyomtasd kb. 2 cm-nél kisebbre. **Ha egy erősen stilizált kód leáll a beolvasással, emeld meg a hibajavítási szintet, vagy egyszerűsítsd kissé a dizájnt**.
hy: Մի քանի պարզ կանոն զգալիորեն բարելավում են արդյունքը՝ օգտագործեք **մուգ տարրեր բաց ֆոնի վրա**, թողեք դատարկ եզրեր կոդի շուրջ և փորձեք չտպել այն 2 սմ-ից փոքր։ **Եթե ոճավորված կոդը դադարել է սկանավորվել՝ բարձրացրեք սխալների ուղղման մակարդակը կամ մի փոքր պարզեցրեք դիզայնը**։
id: Beberapa hal kecil sangat membantu: jaga **modul gelap di atas latar terang**, biarkan ada ruang kosong di sekitar kode, dan hindari mencetak lebih kecil dari sekitar 2 cm. **Jika kode yang sangat bergaya berhenti dipindai, tingkatkan level koreksi kesalahan atau sederhanakan desain sedikit**.
is: Nokkur smá atriði hjálpa mikið: haltu **dökkum einingum á ljósum bakgrunni**, láttu vera tómt pláss umhverfis kóðann og reyndu að prenta hann ekki minna en um 2 cm. **Ef mjög stílhönnuður kóði hættir að skanna, hækkaðu villuleiðréttingarstigið eða einfalda hönnunina aðeins**.
it: Alcune piccole accortezze aiutano molto: mantieni **i moduli scuri su uno sfondo chiaro**, lascia dello spazio vuoto intorno al codice e cerca di non stamparlo più piccolo di circa 2 cm. **Se un codice molto stilizzato smette di essere scansionato, aumenta il livello di correzione degli errori o semplifica un po' il design**.
ja: いくつかの小さな工夫が大きな効果をもたらします：**明るい背景に暗いモジュール**を使用し、コードの周囲に余白を確保し、約2cm以下に印刷しないようにしましょう。 **スタイリングされたコードが読み取れなくなった場合は、誤り訂正レベルを上げるか、デザインを少し簡略化してください**。
ka: რამდენიმე მარტივი რჩევა დიდად ეხმარება: გამოიყენეთ **მუქი ელემენტები ღია ფონზე**, დატოვეთ კოდის გარშემო თავისუფალი ადგილი და შეეცადეთ არ დაბეჭდოთ 2 სმ-ზე პატარა. **თუ ძლიერ სტილიზებული კოდი სკანირებას შეწყვეტს — გაზარდეთ შეცდომის კორექციის დონე ან ოდნავ გაამარტივეთ დიზაინი**.
kk: Бірнеше ұсақ нәрселер көп көмектеседі: **ашық фонда қара модульдерді** сақтаңыз, код айналасында бос орын қалдырыңыз және шамамен 2 см-ден кіші басып шығарып алмауға тырысыңыз. **Қатты стильденген код сканерленуін тоқтатса, қате түзету деңгейін бір саты жоғарылатыңыз немесе дизайнды сәл жеңілдетіңіз**.
ko: 몇 가지 작은 사항이 큰 도움이 됩니다: **밝은 배경에 어두운 모듈**을 유지하고, 코드 주위에 여백을 남기고, 약 2cm 이하로 인쇄하지 않도록 하세요. **강하게 스타일링된 코드가 스캔되지 않으면 오류 수정 레벨을 높이거나 디자인을 조금 단순화하세요**.
ky: Бир нече майда нерсе бир кыйла жардам берет: **ачык фондо күңүрт модулдарды** сактаңыз, код айланасында бош орун калтырыңыз жана болжол менен 2 смден кичине басып чыгарбоого аракет кылыңыз. **Катуу стилдештирилген код скандалбай калса, катаны оңдоо деңгээлин бир баскыч жогорулатыңыз же дизайнды бир аз жөнөкөйлөтүңүз**.
ms: Beberapa perkara kecil sangat membantu: pastikan **modul gelap pada latar belakang cerah**, tinggalkan ruang kosong di sekeliling kod, dan cuba jangan cetak lebih kecil daripada kira-kira 2 cm. **Jika kod yang terlalu bergaya berhenti diimbas, naikkan aras pembetulan ralat atau permudahkan reka bentuk sedikit**.
nb: Noen få småting hjelper mye: hold **mørke moduler på lys bakgrunn**, la det være litt tom plass rundt koden, og prøv å ikke trykke den mindre enn ca. 2 cm. **Hvis en sterkt stilisert kode slutter å skanne, hev feilrettingsnivået ett hakk eller dempet designet litt**.
nl: Een paar kleine dingen helpen enorm: houd **donkere modules op een lichte achtergrond**, laat wat lege ruimte rondom de code en probeer hem niet kleiner dan ongeveer 2 cm af te drukken. **Als een sterk gestileerde code niet meer scant, verhoog dan het foutcorrectieniveau of vereenvoudig het ontwerp een beetje**.
pl: Kilka drobnych rzeczy bardzo pomaga: utrzymuj **ciemne moduły na jasnym tle**, zostaw trochę pustej przestrzeni wokół kodu i staraj się nie drukować go mniejszego niż około 2 cm. **Jeśli mocno ostylowany kod przestaje być skanowany, zwiększ poziom korekcji błędów lub nieco uprość design**.
pt: Alguns pequenos detalhes ajudam muito: mantenha **módulos escuros sobre fundo claro**, deixe espaço vazio em volta do código e tente não o imprimir com menos de cerca de 2 cm. **Se um código muito estilizado deixar de ser lido, aumente o nível de correção de erros ou simplifique um pouco o design**.
ro: Câteva lucruri mici ajută mult: păstrați **module întunecate pe fundal deschis**, lăsați spațiu liber în jurul codului și evitați să îl imprimați mai mic de aproximativ 2 cm. **Dacă un cod puternic stilizat nu mai poate fi scanat, creșteți nivelul de corectare a erorilor sau simplificați puțin designul**.
ru: Несколько простых правил значительно улучшают результат: используйте **тёмные элементы на светлом фоне**, оставляйте пустое поле вокруг кода и старайтесь не печатать его меньше 2 см. **Если стилизованный код перестал сканироваться — повысьте уровень коррекции ошибок или немного упростите дизайн**.
sk: Niekoľko drobností veľmi pomáha: udržujte **tmavé moduly na svetlom pozadí**, nechajte okolo kódu voľné miesto a snažte sa ho netlačiť menšieho ako asi 2 cm. **Ak prestane silne štylizovaný kód fungovať, zvýšte úroveň korekcie chýb alebo trochu zjednodušte dizajn**.
sv: Några små saker hjälper mycket: håll **mörka moduler mot ljus bakgrund**, lämna lite tomt utrymme runt koden och försök att inte trycka den mindre än cirka 2 cm. **Om en starkt stiliserad kod slutar att skannas, höj felkorrigeringsnivån ett steg eller förenkla designen lite**.
th: สิ่งเล็กน้อยสองสามอย่างช่วยได้มาก: ใช้ **โมดูลสีเข้มบนพื้นหลังสว่าง** เว้นพื้นที่ว่างรอบๆ โค้ด และพยายามอย่าพิมพ์เล็กกว่าประมาณ 2 ซม. **หากโค้ดที่ออกแบบอย่างหนักหน่วงหยุดสแกน ให้เพิ่มระดับการแก้ไขข้อผิดพลาดหรือลดความซับซ้อนของดีไซน์ลงเล็กน้อย**
tr: Birkaç küçük şey çok yardımcı olur: **açık arka planda koyu modüller** kullanın, kodun çevresinde boş alan bırakın ve yaklaşık 2 cm'den daha küçük basmamaya çalışın. **Yoğun biçimde stilize edilmiş bir kod taranmayı durdurursa hata düzeltme seviyesini bir tık artırın veya tasarımı biraz sadelleştirin**.
uk: Кілька дрібниць дуже допомагають: тримайте **темні модулі на світлому фоні**, залишайте вільне місце навколо коду і намагайтеся не друкувати його меншим за приблизно 2 см. **Якщо сильно стилізований код перестає зчитуватися — підвищте рівень виправлення помилок або трохи спростіть дизайн**.
vi: Một vài điều nhỏ giúp ích rất nhiều: giữ **mô-đun tối trên nền sáng**, để lại khoảng trống xung quanh mã và cố gắng không in nhỏ hơn khoảng 2 cm. **Nếu mã được tạo kiểu cầu kỳ ngừng quét được, hãy tăng cấp độ sửa lỗi lên một bậc hoặc đơn giản hóa thiết kế một chút**.
zh_hans: 一些小技巧能大幅提升效果：保持**浅色背景上的深色模块**，在码周围留出空白边距，尽量不要印制小于约 2 厘米的尺寸。 **如果高度风格化的码无法扫描，可提高纠错级别或稍微简化设计**。
zh_hant: 一些小技巧能大幅提升效果：保持**淺色背景上的深色模組**，在碼周圍留出空白邊距，盡量不要印製小於約 2 公分的尺寸。 **如果高度風格化的碼無法掃描，可提高錯誤修正級別或稍微簡化設計**。

# AboutQRCode.firstDescription
source: A QR Code is **a square pattern that visually encodes data** so any modern camera can read it in a moment. **It is not a form of encryption and does not protect the information inside**, anyone who scans the code can see what it contains.
ar: رمز QR هو **نمط مربع يُرمِّز البيانات بصرياً** بحيث يمكن لأي كاميرا حديثة قراءته في لحظة. **إنه ليس شكلاً من أشكال التشفير ولا يحمي المعلومات بداخله**، كل من يمسح الرمز يمكنه رؤية محتواه.
az: QR kod — **vizual olaraq məlumatları kodlayan kvadrat naxışdır**, istənilən müasir kamera onu bir anda oxuyur. **Bu şifrələmə deyil və məlumatı qorumur**: kodu skan edən hər kəs onun məzmununu görəcək.
be: QR-код — гэта **квадратны ўзор, які візуальна кадуе даныя**, каб любая сучасная камера магла імгненна яго прачытаць. **Гэта не форма шыфравання і не абараняе ўнутраную інфармацыю** — любы, хто адсканіруе код, убачыць яго змест.
bn: একটি QR কোড হলো **একটি বর্গাকার প্যাটার্ন যা দৃশ্যমানভাবে ডেটা এনকোড করে** যাতে যেকোনো আধুনিক ক্যামেরা মুহূর্তের মধ্যে এটি পড়তে পারে। **এটি এনক্রিপশনের একটি রূপ নয় এবং ভেতরের তথ্য সুরক্ষা করে না**, যে কেউ কোডটি স্ক্যান করলে এর বিষয়বস্তু দেখতে পাবে।
ca: Un codi QR és **un patró quadrat que codifica visualment dades** perquè qualsevol càmera moderna el pugui llegir en un instant. **No és xifratge ni protegeix la informació**: qualsevol que escanegi el codi podrà veure el seu contingut.
cs: QR kód je **čtvercový vzor, který vizuálně kóduje data** tak, aby jej jakýkoli moderní fotoaparát přečetl okamžitě. **Nejde o šifrování a informace nijak nechrání**: kdokoli kód naskenuje, uvidí jeho obsah.
da: En QR-kode er **et kvadratisk mønster, der visuelt koder data**, så ethvert moderne kamera kan læse det på et øjeblik. **Det er ikke en form for kryptering og beskytter ikke informationen indeni**: alle, der scanner koden, kan se, hvad den indeholder.
de: Ein QR-Code ist **ein quadratisches Muster, das Daten visuell kodiert**, sodass jede moderne Kamera es im Handumdrehen lesen kann. **Er ist keine Verschlüsselung und schützt die enthaltenen Informationen nicht**: Jeder, der den Code scannt, kann seinen Inhalt sehen.
el: Ο QR κώδικας είναι **ένα τετράγωνο μοτίβο που κωδικοποιεί οπτικά δεδομένα** ώστε οποιαδήποτε σύγχρονη κάμερα να μπορεί να τα διαβάσει σε μια στιγμή. **Δεν είναι μορφή κρυπτογράφησης και δεν προστατεύει τις πληροφορίες**: όποιος σαρώσει τον κώδικα μπορεί να δει το περιεχόμενό του.
es: Un código QR es **un patrón cuadrado que codifica datos visualmente** para que cualquier cámara moderna pueda leerlos al instante. **No es una forma de cifrado y no protege la información que contiene**: cualquier persona que escanee el código puede ver su contenido.
fi: QR-koodi on **neliömäinen kuvio, joka koodaa tietoja visuaalisesti** niin, että mikä tahansa nykyaikainen kamera lukee sen hetkessä. **Se ei ole salausmenetelmä eikä suojaa sisältöä**: kuka tahansa koodin skannaava näkee sen sisällön.
fr: Un QR code est **un motif carré qui encode visuellement des données** pour qu'une caméra moderne puisse les lire instantanément. **Ce n'est pas un système de chiffrement et ne protège pas les informations** : toute personne qui scanne le code peut en voir le contenu.
he: קוד QR הוא **תבנית מרובעת המקודדת נתונים חזותית** כך שכל מצלמה מודרנית יכולה לקרוא אותו ברגע. **הוא אינו צורת הצפנה ואינו מגן על המידע בפנים**, כל מי שסורק את הקוד יכול לראות את תוכנו.
hi: QR कोड एक **वर्गाकार पैटर्न है जो डेटा को दृश्य रूप से एन्कोड करता है** ताकि कोई भी आधुनिक कैमरा इसे तुरंत पढ़ सके। **यह एन्क्रिप्शन का कोई रूप नहीं है और अंदर की जानकारी की सुरक्षा नहीं करता**: जो कोई भी कोड स्कैन करेगा वह इसकी सामग्री देख सकता है।
hr: QR kod je **kvadratni uzorak koji vizualno kodira podatke** tako da ga svaka moderna kamera može pročitati u trenutku. **Nije oblik enkripcije i ne štiti informacije**: svatko tko skenira kod može vidjeti što sadrži.
hu: A QR-kód egy **négyzetes minta, amely vizuálisan kódolja az adatokat**, így bármely modern kamera pillanatok alatt el tudja olvasni. **Nem titkosítási forma, és nem védi a benne lévő információkat**: bárki, aki beolvassa a kódot, láthatja annak tartalmát.
hy: QR կոդը **քառակուսի նախշ է, որը տեսողականորեն կոդավորում է տվյալներ**՝ ցանկացած ժամանակակից տեսախցիկ կարդում է այն մի պահում։ **Սա ոչ գաղտնագրություն է, ոչ էլ տեղեկատվության պաշտպանություն**. ով սկանավորի կոդը, կտեսնի դրա բովանդակությունը։
id: Kode QR adalah **pola persegi yang mengkodekan data secara visual** sehingga kamera modern mana pun dapat membacanya dalam sekejap. **Ini bukan bentuk enkripsi dan tidak melindungi informasi di dalamnya**: siapa pun yang memindai kode dapat melihat isinya.
is: QR-kóði er **ferkantað mynstur sem kóðar gögn sjónrænt** þannig að sérhver nútímalegur myndavél getur lesið það á augnablik. **Það er ekki dulkóðunarform og verndar ekki upplýsingarnar inni í honum**: allir sem skanna kóðann geta séð hvað hann inniheldur.
it: Un codice QR è **un motivo quadrato che codifica visivamente i dati** in modo che qualsiasi fotocamera moderna possa leggerli in un istante. **Non è una forma di crittografia e non protegge le informazioni al suo interno**: chiunque scansioni il codice può vederne il contenuto.
ja: QRコードは**データを視覚的にエンコードした正方形のパターン**で、現代のカメラならどれでも瞬時に読み取れます。 **暗号化ではなく、内部の情報を保護するものではありません**：コードをスキャンした人は誰でもその内容を見ることができます。
ka: QR კოდი არის **კვადრატული ნიმუში, რომელიც მონაცემებს ვიზუალურად კოდავს** ისე, რომ ნებისმიერ თანამედროვე კამერას შეუძლია მისი წამიერად წაკითხვა. **ეს არ არის დაშიფვრა და არ იცავს შიგთავსს**: ნებისმიერს, ვინც კოდს სკანირებს, შეუძლია იხილოს მისი შინაარსი.
kk: QR коды — кез келген заманауи камера бір сәтте оқи алатындай **деректерді көрнекі кодтайтын квадрат үлгі**. **Бұл шифрлау түрі емес және ішіндегі ақпаратты қорғамайды** — кодты сканерлеген кез келген адам оның мазмұнын көре алады.
ko: QR 코드는 **데이터를 시각적으로 인코딩하는 정사각형 패턴**으로, 모든 최신 카메라가 순식간에 읽을 수 있습니다. **암호화 방식이 아니며 내부 정보를 보호하지 않습니다**: 코드를 스캔하는 누구든지 내용을 볼 수 있습니다.
ky: QR код — каалаган заманбап камера бир азда окуй алгандай **маалыматтарды визуалдык жактан коддоочу квадрат үлгү**. **Бул шифрлөөнүн бир түрү эмес жана ичиндеги маалыматтарды коргобойт** — кодду сканерлеген каалаган адам анын мазмунун көрө алат.
ms: Kod QR ialah **corak segi empat yang mengekod data secara visual** supaya mana-mana kamera moden boleh membacanya dalam sekelip mata. **Ia bukan bentuk penyulitan dan tidak melindungi maklumat di dalamnya**: sesiapa yang mengimbas kod boleh melihat kandungannya.
nb: En QR-kode er **et kvadratisk mønster som visuelt koder data** slik at ethvert moderne kamera kan lese det på et øyeblikk. **Det er ikke en form for kryptering og beskytter ikke informasjonen inni**: alle som skanner koden kan se hva den inneholder.
nl: Een QR-code is **een vierkant patroon dat gegevens visueel codeert**, zodat elke moderne camera het in een oogwenk kan lezen. **Het is geen vorm van versleuteling en beschermt de informatie niet**: iedereen die de code scant, kan zien wat erin staat.
pl: Kod QR to **kwadratowy wzór, który wizualnie koduje dane** tak, by każdy nowoczesny aparat mógł je odczytać w mgnieniu oka. **Nie jest to forma szyfrowania i nie chroni zawartych w nim informacji**: każdy, kto zeskanuje kod, może zobaczyć jego treść.
pt: Um código QR é **um padrão quadrado que codifica dados visualmente** para que qualquer câmara moderna o consiga ler num instante. **Não é uma forma de encriptação e não protege as informações contidas**: qualquer pessoa que leia o código pode ver o seu conteúdo.
ro: Un cod QR este **un model pătrat care codifică vizual datele** astfel încât orice cameră modernă să îl poată citi instantaneu. **Nu este o formă de criptare și nu protejează informațiile din interior**: oricine scanează codul poate vedea ce conține.
ru: QR-код — это **квадратный узор, который визуально кодирует данные**, считываемые любой современной камерой за мгновение. **Это не шифрование и не защита информации**: любой, кто отсканирует код, увидит его содержимое.
sk: QR kód je **štvorcový vzor, ktorý vizuálne kóduje údaje** tak, aby ho akýkoľvek moderný fotoaparát prečítal okamžite. **Nejde o šifrovanie a informácie nijako nechráni**: ktokoľvek, kto kód naskenuje, uvidí jeho obsah.
sv: En QR-kod är **ett kvadratiskt mönster som visuellt kodar data** så att vilken modern kamera som helst kan läsa det på ett ögonblick. **Det är inte en form av kryptering och skyddar inte informationen inuti**: vem som helst som skannar koden kan se vad den innehåller.
th: QR โค้ดคือ **รูปแบบสี่เหลี่ยมที่เข้ารหัสข้อมูลด้วยภาพ** เพื่อให้กล้องสมัยใหม่ทุกตัวสามารถอ่านได้ในพริบตา **ไม่ใช่การเข้ารหัสและไม่ปกป้องข้อมูลภายใน**: ใครก็ตามที่สแกนโค้ดสามารถเห็นเนื้อหาได้
tr: QR kod, **verileri görsel olarak kodlayan kare bir desen**dir; herhangi bir modern kamera onu anında okuyabilir. **Bir şifreleme biçimi değildir ve içindeki bilgileri korumaz**: kodu tarayan herkes içeriğini görebilir.
uk: QR-код — це **квадратний візерунок, який візуально кодує дані** так, щоб будь-яка сучасна камера могла зчитати їх миттєво. **Це не шифрування і не захист інформації**: будь-хто, хто відсканує код, побачить його вміст.
vi: Mã QR là **một mẫu hình vuông mã hóa dữ liệu bằng hình ảnh** để bất kỳ máy ảnh hiện đại nào cũng có thể đọc được trong tích tắc. **Đây không phải là hình thức mã hóa và không bảo vệ thông tin bên trong**: bất kỳ ai quét mã đều có thể xem nội dung.
zh_hans: 二维码是**一种以视觉方式编码数据的方形图案**，任何现代摄像头都能瞬间读取。 **它不是加密，也不能保护信息**：扫描该码的任何人都能看到其中的内容。
zh_hant: QR 碼是**一種以視覺方式編碼資料的方形圖案**，任何現代相機都能瞬間讀取。 **它不是加密，也不能保護資訊**：掃描該碼的任何人都能看到其中的內容。

# AboutQRCode.firstTitle
source: What is a QR Code?
ar: ما هو رمز QR؟
az: QR kod nədir?
be: Што такое QR-код?
bn: QR কোড কী?
ca: Què és un codi QR?
cs: Co je QR kód?
da: Hvad er en QR-kode?
de: Was ist ein QR-Code?
el: Τι είναι ο QR κώδικας;
es: ¿Qué es un código QR?
fi: Mikä on QR-koodi?
fr: Qu'est-ce qu'un QR code ?
he: מהו קוד QR?
hi: QR कोड क्या है?
hr: Što je QR kod?
hu: Mi az a QR-kód?
hy: Ի՞նչ է QR կոդը:
id: Apa itu kode QR?
is: Hvað er QR-kóði?
it: Cos'è un codice QR?
ja: QRコードとは何ですか？
ka: რა არის QR კოდი?
kk: QR коды дегеніміз не?
ko: QR 코드란 무엇인가요?
ky: QR код деген эмне?
ms: Apakah kod QR?
nb: Hva er en QR-kode?
nl: Wat is een QR-code?
pl: Czym jest kod QR?
pt: O que é um código QR?
ro: Ce este un cod QR?
ru: Что такое QR-код?
sk: Čo je QR kód?
sv: Vad är en QR-kod?
th: QR โค้ดคืออะไร?
tr: QR kod nedir?
uk: Що таке QR-код?
vi: Mã QR là gì?
zh_hans: 什么是二维码？
zh_hant: 什麼是 QR 碼？
